Repository: NathanWu12/TokenWatch-Mac
Catalog: Apps/MacHub/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, nl, pt, ru, zh_hant

source: 更新
de: Updates
en: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
nl: Updates
pt: Atualizações
ru: Обновления

source: 有新版本可用
de: Eine neue Version ist verfügbar
en: A new version is available
es: Hay una nueva versión disponible
fr: Une nouvelle version est disponible
it: È disponibile una nuova versione
ja: 新しいバージョンがあります
ko: 새 버전을 사용할 수 있습니다
nl: Er is een nieuwe versie beschikbaar
pt: Uma nova versão está disponível
ru: Доступна новая версия

source: 稍后
de: Später
en: Later
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
nl: Later
pt: Mais tarde
ru: Позже
zh_hant: 稍後

source: 自动检测更新
de: Automatisch nach Updates suchen
en: Automatically check for updates
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動確認
ko: 업데이트 자동 확인
nl: Automatisch op updates controleren
pt: Verificar atualizações automaticamente
ru: Автоматически проверять обновления
zh_hant: 自動檢查更新

source: 打开 TokenWatch 时检查更新，并每小时在后台检测。
de: Prüft beim Öffnen von TokenWatch und danach stündlich im Hintergrund.
en: Check when TokenWatch opens and every hour in the background.
es: Busca actualizaciones al abrir TokenWatch y cada hora en segundo plano.
fr: Vérifie à l’ouverture de TokenWatch, puis chaque heure en arrière-plan.
it: Controlla all’apertura di TokenWatch e poi ogni ora in background.
ja: TokenWatch を開いたときと、その後1時間ごとにバックグラウンドで確認します。
ko: TokenWatch를 열 때와 이후 매시간 백그라운드에서 확인합니다.
nl: Controleert bij het openen van TokenWatch en daarna elk uur op de achtergrond.
pt: Verifica ao abrir o TokenWatch e a cada hora em segundo plano.
ru: Проверяет при открытии TokenWatch и затем каждый час в фоне.
zh_hant: 開啟 TokenWatch 時檢查更新，並每小時在背景檢查。

source: 自动更新
de: Automatisch aktualisieren
en: Automatically update
es: Actualizar automáticamente
fr: Mettre à jour automatiquement
it: Aggiorna automaticamente
ja: 自動アップデート
ko: 자동 업데이트
nl: Automatisch bijwerken
pt: Atualizar automaticamente
ru: Автоматически обновлять
zh_hant: 自動更新

source: 启用后，更新会在后台自动下载，并由系统在合适时机完成安装。
de: Wenn aktiviert, werden Updates im Hintergrund geladen und zu einem geeigneten Zeitpunkt installiert.
en: When enabled, updates download in the background and install at an appropriate time.
es: Al activarlo, las actualizaciones se descargan en segundo plano y se instalan en un momento adecuado.
fr: Si activé, les mises à jour se téléchargent en arrière-plan et s’installent au moment approprié.
it: Se attivato, gli aggiornamenti vengono scaricati in background e installati al momento opportuno.
ja: 有効にすると、アップデートをバックグラウンドで自動ダウンロードし、適切なタイミングでインストールします。
ko: 사용하면 업데이트를 백그라운드에서 자동으로 다운로드하고 적절한 시점에 설치합니다.
nl: Indien ingeschakeld worden updates op de achtergrond gedownload en op een geschikt moment geïnstalleerd.
pt: Quando ativado, as atualizações são baixadas em segundo plano e instaladas em um momento adequado.
ru: Если включено, обновления загружаются в фоне и устанавливаются в подходящий момент.
zh_hant: 啟用後，更新會在背景自動下載，並由系統在合適時機完成安裝。

source: 检查更新
de: Nach Updates suchen
en: Check for Updates
es: Buscar actualizaciones
fr: Rechercher les mises à jour
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Zoek naar updates
pt: Verificar atualizações
ru: Проверить обновления
zh_hant: 檢查更新

source: 当前版本
de: Aktuelle Version
en: Current version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
nl: Huidige versie
pt: Versão atual
ru: Текущая версия
zh_hant: 目前版本

source: %@ 暂时不可用
de: %@ vorübergehend nicht verfügbar
en: %@ unavailable
es: %@ no disponible temporalmente
fr: %@ temporairement indisponible
it: %@ temporaneamente non disponibile
ja: %@ は一時的に利用できません
ko: %@ 일시적으로 사용할 수 없음
nl: %@ tijdelijk niet beschikbaar
pt: %@ temporariamente indisponível
ru: %@ временно недоступен
zh_hant: %@ 暫時不可用

source: %lld 分钟前更新
de: Vor %lld Min. aktualisiert
en: Updated %lldm ago
es: Actualizado hace %lld min
fr: Mis à jour il y a %lld min
it: Aggiornato %lld min fa
ja: %lld分前に更新
ko: %lld분 전에 업데이트
nl: %lld min geleden vernieuwd
pt: Atualizado há %lld min
ru: Обновлено %lld мин назад
zh_hant: %lld 分鐘前更新

source: %lld 小时前更新
de: Vor %lld Std. aktualisiert
en: Updated %lldh ago
es: Actualizado hace %lld h
fr: Mis à jour il y a %lld h
it: Aggiornato %lld h fa
ja: %lld時間前に更新
ko: %lld시간 전에 업데이트
nl: %lld u geleden vernieuwd
pt: Atualizado há %lld h
ru: Обновлено %lld ч назад
zh_hant: %lld 小時前更新

source: %lld 天前更新
de: Vor %lld T. aktualisiert
en: Updated %lldd ago
es: Actualizado hace %lld d
fr: Mis à jour il y a %lld j
it: Aggiornato %lld g fa
ja: %lld日前に更新
ko: %lld일 전에 업데이트
nl: %lld d geleden vernieuwd
pt: Atualizado há %lld d
ru: Обновлено %lld дн назад

source: 上次更新于 %lld 分钟前
de: Zuletzt vor %lld Min. aktualisiert
en: Last updated %lldm ago
es: Última actualización hace %lld min
fr: Dernière mise à jour il y a %lld min
it: Ultimo aggiornamento %lld min fa
ja: 最終更新：%lld分前
ko: 마지막 업데이트: %lld분 전
nl: Laatst %lld min geleden vernieuwd
pt: Última atualização há %lld min
ru: Последнее обновление %lld мин назад
zh_hant: 上次更新於 %lld 分鐘前

source: 上次更新于 %lld 小时前
de: Zuletzt vor %lld Std. aktualisiert
en: Last updated %lldh ago
es: Última actualización hace %lld h
fr: Dernière mise à jour il y a %lld h
it: Ultimo aggiornamento %lld h fa
ja: 最終更新：%lld時間前
ko: 마지막 업데이트: %lld시간 전
nl: Laatst %lld u geleden vernieuwd
pt: Última atualização há %lld h
ru: Последнее обновление %lld ч назад
zh_hant: 上次更新於 %lld 小時前

source: 上次更新于 %lld 天前
de: Zuletzt vor %lld T. aktualisiert
en: Last updated %lldd ago
es: Última actualización hace %lld d
fr: Dernière mise à jour il y a %lld j
it: Ultimo aggiornamento %lld g fa
ja: 最終更新：%lld日前
ko: 마지막 업데이트: %lld일 전
nl: Laatst %lld d geleden vernieuwd
pt: Última atualização há %lld d
ru: Последнее обновление %lld дн назад
zh_hant: 上次更新於 %lld 天前

source: 刚刚更新
de: Gerade aktualisiert
en: Updated just now
es: Actualizado ahora
fr: Mis à jour à l’instant
it: Aggiornato ora
ja: たった今更新
ko: 방금 업데이트
nl: Zojuist vernieuwd
pt: Atualizado agora
ru: Только что обновлено
zh_hant: 剛剛更新

source: 尚未配置
de: Nicht konfiguriert
en: Not configured
es: Sin configurar
fr: Non configuré
it: Non configurato
ja: 未設定
ko: 구성되지 않음
nl: Niet geconfigureerd
pt: Não configurado
ru: Не настроено
zh_hant: 尚未設定

source: 暂不支持
de: Nicht unterstützt
en: Not supported
es: No compatible
fr: Non pris en charge
it: Non supportato
ja: 未対応
ko: 지원되지 않음
nl: Niet ondersteund
pt: Não suportado
ru: Не поддерживается
zh_hant: 暫不支援

source: 数据源暂时不可用
de: Quelle vorübergehend nicht verfügbar
en: Source unavailable
es: Fuente no disponible temporalmente
fr: Source temporairement indisponible
it: Fonte temporaneamente non disponibile
ja: データソースは一時的に利用できません
ko: 데이터 소스를 일시적으로 사용할 수 없음
nl: Bron tijdelijk niet beschikbaar
pt: Fonte temporariamente indisponível
ru: Источник временно недоступен
zh_hant: 資料來源暫時不可用

source: 请在 Mac 上重新登录
de: Auf dem Mac erneut anmelden
en: Sign in again on Mac
es: Vuelve a iniciar sesión en el Mac
fr: Reconnectez-vous sur le Mac
it: Accedi di nuovo sul Mac
ja: Macで再度ログインしてください
ko: Mac에서 다시 로그인하세요
nl: Log opnieuw in op de Mac
pt: Inicie sessão novamente no Mac
ru: Войдите снова на Mac
zh_hant: 請在 Mac 上重新登入

source: 刷新
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pt: Atualizar
ru: Обновить
zh_hant: 重新整理

source: 自动刷新间隔
de: Intervall für automatische Aktualisierung
en: Automatic refresh interval
es: Intervalo de actualización automática
fr: Intervalle d’actualisation automatique
it: Intervallo aggiornamento automatico
ja: 自動更新間隔
ko: 자동 새로고침 간격
nl: Interval automatisch vernieuwen
pt: Intervalo de atualização automática
ru: Интервал автообновления
zh_hant: 自動重新整理間隔

source: 秒
de: Sek.
en: sec
es: s
fr: s
it: s
ko: 초
nl: sec
pt: s
ru: с

source: 可按 1 秒调整，最短 10 秒。
de: In 1-Sekunden-Schritten einstellbar, mindestens 10 Sekunden.
en: Adjustable in 1-second steps, with a 10-second minimum.
es: Ajustable en pasos de 1 segundo, con un mínimo de 10 segundos.
fr: Réglable par pas de 1 seconde, avec un minimum de 10 secondes.
it: Regolabile a passi di 1 secondo, minimo 10 secondi.
ja: 1秒単位で調整でき、最短10秒です。
ko: 1초 단위로 조정 가능하며 최소 10초입니다.
nl: Instelbaar in stappen van 1 seconde, minimaal 10 seconden.
pt: Ajustável em passos de 1 segundo, com mínimo de 10 segundos.
ru: Настройка с шагом 1 секунда, минимум 10 секунд.
zh_hant: 可每 1 秒調整，最短 10 秒。

source: 立即刷新
de: Jetzt aktualisieren
en: Refresh Now
es: Actualizar ahora
fr: Actualiser maintenant
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로고침
nl: Nu vernieuwen
pt: Atualizar agora
ru: Обновить сейчас
zh_hant: 立即重新整理

source: 启动
de: Start
en: Startup
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
ko: 시작
nl: Opstarten
pt: Inicialização
ru: Запуск
zh_hant: 啟動

source: 开机时启动 TokenWatch
de: TokenWatch bei Anmeldung starten
en: Launch TokenWatch at login
es: Abrir TokenWatch al iniciar sesión
fr: Lancer TokenWatch à la connexion
it: Avvia TokenWatch al login
ja: ログイン時に TokenWatch を起動
ko: 로그인 시 TokenWatch 실행
nl: TokenWatch starten bij inloggen
pt: Abrir TokenWatch ao iniciar sessão
ru: Запускать TokenWatch при входе
zh_hant: 登入時啟動 TokenWatch

source: 启用后，登录 Mac 时会自动启动菜单栏应用。
de: Wenn aktiviert, startet die Menüleisten-App automatisch bei der Anmeldung am Mac.
en: When enabled, the menu bar app launches automatically when you log in to your Mac.
es: Al activarlo, la app de la barra de menús se abrirá automáticamente al iniciar sesión en el Mac.
fr: Une fois activée, l’app de la barre des menus se lance automatiquement à la connexion au Mac.
it: Se attivata, l’app della barra dei menu si avvia automaticamente all’accesso al Mac.
ja: 有効にすると、Macへのログイン時にメニューバーアプリが自動起動します。
ko: 활성화하면 Mac에 로그인할 때 메뉴 막대 앱이 자동으로 실행됩니다.
nl: Indien ingeschakeld start de menubalk-app automatisch wanneer je inlogt op de Mac.
pt: Quando ativado, o app da barra de menus abre automaticamente ao iniciar sessão no Mac.
ru: После включения приложение строки меню запускается автоматически при входе на Mac.
zh_hant: 啟用後，登入 Mac 時會自動啟動選單列 App。

source: 需要在系统设置的登录项中批准
de: Freigabe unter Anmeldeobjekte in den Systemeinstellungen erforderlich
en: Approval is required in Login Items in System Settings
es: Se requiere aprobación en Ítems de inicio de Ajustes del sistema
fr: Une approbation est requise dans les éléments d’ouverture de Réglages Système
it: È richiesta l’approvazione negli elementi login delle Impostazioni di Sistema
ja: システム設定のログイン項目で許可が必要です
ko: 시스템 설정의 로그인 항목에서 승인이 필요합니다
nl: Goedkeuring is vereist bij inlogonderdelen in Systeeminstellingen
pt: É necessária aprovação nos Itens de Início dos Ajustes do Sistema
ru: Требуется разрешение в объектах входа Системных настроек
zh_hant: 需要在「系統設定」的登入項目中核准

source: 打开登录项设置
de: Anmeldeobjekte öffnen
en: Open Login Items Settings
es: Abrir ajustes de ítems de inicio
fr: Ouvrir les réglages des éléments d’ouverture
it: Apri impostazioni elementi login
ja: ログイン項目の設定を開く
ko: 로그인 항목 설정 열기
nl: Instellingen voor inlogonderdelen openen
pt: Abrir ajustes de itens de início
ru: Открыть настройки объектов входа
zh_hant: 開啟登入項目設定

source: 等待首次刷新
de: Warten auf erste Aktualisierung
en: Waiting for first refresh
es: Esperando la primera actualización
fr: En attente de la première actualisation
it: In attesa del primo aggiornamento
ja: 最初の更新を待機中
ko: 첫 새로고침 대기 중
nl: Wachten op eerste vernieuwing
pt: Aguardando a primeira atualização
ru: Ожидание первого обновления
zh_hant: 等待首次重新整理

source: 已载入本地缓存
de: Lokaler Cache geladen
en: Loaded local cache
es: Caché local cargada
fr: Cache local chargé
it: Cache locale caricata
ja: ローカルキャッシュを読み込みました
ko: 로컬 캐시 로드됨
nl: Lokale cache geladen
pt: Cache local carregado
ru: Локальный кэш загружен
zh_hant: 已載入本機快取

source: 刷新失败 · 显示最后已知数据
de: Aktualisierung fehlgeschlagen · Letzte bekannte Daten
en: Refresh failed · Showing last known data
es: Error al actualizar · Mostrando últimos datos conocidos
fr: Échec de l’actualisation · Dernières données connues affichées
it: Aggiornamento non riuscito · Ultimi dati noti
ja: 更新失敗 · 最後の既知データを表示
ko: 새로고침 실패 · 마지막 데이터 표시
nl: Vernieuwen mislukt · Laatst bekende gegevens getoond
pt: Falha ao atualizar · Mostrando últimos dados conhecidos
ru: Ошибка обновления · Показаны последние данные
zh_hant: 重新整理失敗 · 顯示最後已知資料

source: 已向已配对 iPhone 推送
de: An gekoppeltes iPhone gesendet
en: Sent to paired iPhone
es: Enviado al iPhone emparejado
fr: Envoyé à l’iPhone jumelé
it: Inviato all’iPhone abbinato
ja: ペアリング済みiPhoneに送信しました
ko: 페어링된 iPhone으로 전송됨
nl: Verzonden naar gekoppelde iPhone
pt: Enviado ao iPhone emparelhado
ru: Отправлено на сопряжённый iPhone
zh_hant: 已傳送至已配對 iPhone

source: 正在等待 iPhone
de: Warten auf iPhone
en: Waiting for iPhone
es: Esperando al iPhone
fr: En attente de l’iPhone
it: In attesa di iPhone
ja: iPhoneを待機中
ko: iPhone 대기 중
nl: Wachten op iPhone
pt: Aguardando iPhone
ru: Ожидание iPhone

source: 远程同步等待首次配对
de: Remote-Synchronisierung wartet auf erste Kopplung
en: Remote sync waiting for first pairing
es: La sincronización remota espera el primer emparejamiento
fr: La synchronisation distante attend le premier jumelage
it: Sincronizzazione remota in attesa del primo abbinamento
ja: リモート同期は最初のペアリングを待機中
ko: 원격 동기화가 첫 페어링 대기 중
nl: Synchronisatie op afstand wacht op eerste koppeling
pt: Sincronização remota aguardando primeiro emparelhamento
ru: Удалённая синхронизация ожидает первого сопряжения
zh_hant: 遠端同步等待首次配對

source: 远程同步将在数据更新后写入 iCloud
de: Remote-Synchronisierung schreibt nach Datenaktualisierung in iCloud
en: Remote sync will write to iCloud after data updates
es: La sincronización remota escribirá en iCloud tras actualizar los datos
fr: La synchronisation distante écrira dans iCloud après la mise à jour des données
it: La sincronizzazione remota scriverà su iCloud dopo l’aggiornamento dei dati
ja: データ更新後にリモート同期をiCloudへ書き込みます
ko: 데이터 업데이트 후 원격 동기화가 iCloud에 기록됩니다
nl: Synchronisatie op afstand schrijft na gegevensupdate naar iCloud
pt: A sincronização remota gravará no iCloud após a atualização dos dados
ru: Удалённая синхронизация запишет данные в iCloud после обновления
zh_hant: 遠端同步會在資料更新後寫入 iCloud

source: 无法更新配对码
de: Kopplungscode konnte nicht aktualisiert werden
en: Unable to update pairing code
es: No se puede actualizar el código de emparejamiento
fr: Impossible de mettre à jour le code de jumelage
it: Impossibile aggiornare il codice di abbinamento
ja: ペアリングコードを更新できません
ko: 페어링 코드를 업데이트할 수 없음
nl: Koppelcode kan niet worden vernieuwd
pt: Não foi possível atualizar o código de emparelhamento
ru: Не удалось обновить код сопряжения
zh_hant: 無法更新配對碼

source: 配对码已更新
de: Kopplungscode aktualisiert
en: Pairing code updated
es: Código de emparejamiento actualizado
fr: Code de jumelage mis à jour
it: Codice di abbinamento aggiornato
ja: ペアリングコードを更新しました
ko: 페어링 코드 업데이트됨
nl: Koppelcode vernieuwd
pt: Código de emparelhamento atualizado
ru: Код сопряжения обновлён
zh_hant: 配對碼已更新

source: 正在更新远程加密快照
de: Verschlüsselter Remote-Snapshot wird aktualisiert
en: Updating encrypted remote snapshot
es: Actualizando instantánea remota cifrada
fr: Mise à jour de l’instantané distant chiffré
it: Aggiornamento snapshot remoto crittografato
ja: 暗号化リモートスナップショットを更新中
ko: 암호화된 원격 스냅샷 업데이트 중
nl: Versleutelde externe momentopname vernieuwen
pt: Atualizando snapshot remoto criptografado
ru: Обновление зашифрованного удалённого снимка
zh_hant: 正在更新遠端加密快照

source: 远程加密快照已更新
de: Verschlüsselter Remote-Snapshot aktualisiert
en: Encrypted remote snapshot updated
es: Instantánea remota cifrada actualizada
fr: Instantané distant chiffré actualisé
it: Snapshot remoto crittografato aggiornato
ja: 暗号化リモートスナップショットを更新しました
ko: 암호화된 원격 스냅샷 업데이트됨
nl: Versleutelde externe momentopname vernieuwd
pt: Snapshot remoto criptografado atualizado
ru: Зашифрованный удалённый снимок обновлён
zh_hant: 遠端加密快照已更新

source: iPhone 已连接
de: iPhone verbunden
en: iPhone connected
es: iPhone conectado
fr: iPhone connecté
it: iPhone connesso
ja: iPhone接続済み
ko: iPhone 연결됨
nl: iPhone verbonden
pt: iPhone conectado
ru: iPhone подключён
zh_hant: iPhone 已連線

source: 正在验证配对
de: Kopplung wird geprüft
en: Verifying pairing
es: Verificando emparejamiento
fr: Vérification du jumelage
it: Verifica abbinamento
ja: ペアリングを確認中
ko: 페어링 확인 중
nl: Koppeling controleren
pt: Verificando emparelhamento
ru: Проверка сопряжения
zh_hant: 正在驗證配對

source: 连接状态未知
de: Verbindungsstatus unbekannt
en: Connection status unknown
es: Estado de conexión desconocido
fr: État de connexion inconnu
it: Stato connessione sconosciuto
ja: 接続状態不明
ko: 연결 상태 알 수 없음
nl: Verbindingsstatus onbekend
pt: Status da conexão desconhecido
ru: Состояние подключения неизвестно
zh_hant: 連線狀態未知

source: 暂无可推送的真实数据
de: Keine aktuellen Daten zum Senden
en: No current data to send
es: No hay datos actuales para enviar
fr: Aucune donnée actuelle à envoyer
it: Nessun dato corrente da inviare
ja: 送信できる現在データがありません
ko: 보낼 현재 데이터 없음
nl: Geen huidige gegevens om te verzenden
pt: Nenhum dado atual para enviar
ru: Нет текущих данных для отправки
zh_hant: 暫無可傳送的目前資料

source: 撤销
de: Widerrufen
en: Revoke
es: Revocar
fr: Révoquer
it: Revoca
ja: 取り消す
ko: 취소
nl: Intrekken
pt: Revogar
ru: Отозвать
zh_hant: 撤銷

source: 正在等待本地网络
de: Warten auf lokales Netzwerk
en: Waiting for local network
es: Esperando la red local
fr: En attente du réseau local
it: In attesa della rete locale
ja: ローカルネットワークを待機中
ko: 로컬 네트워크 대기 중
nl: Wachten op lokaal netwerk
pt: Aguardando rede local
ru: Ожидание локальной сети
zh_hant: 正在等待區域網路

source: 已授权 Codex 数据目录
de: Codex-Datenverzeichnis autorisiert
en: Codex data directory authorized
es: Directorio de datos de Codex autorizado
fr: Dossier de données Codex autorisé
it: Directory dati Codex autorizzata
ja: Codexデータディレクトリを許可しました
ko: Codex 데이터 디렉터리 승인됨
nl: Codex-gegevensmap geautoriseerd
pt: Diretório de dados do Codex autorizado
ru: Каталог данных Codex разрешён
zh_hant: Codex 資料目錄已授權

source: 已移除 Codex 数据目录授权
de: Autorisierung des Codex-Datenverzeichnisses entfernt
en: Codex data directory authorization removed
es: Autorización del directorio de Codex eliminada
fr: Autorisation du dossier Codex supprimée
it: Autorizzazione directory Codex rimossa
ja: Codexデータディレクトリの許可を解除しました
ko: Codex 데이터 디렉터리 권한 제거됨
nl: Autorisatie Codex-gegevensmap verwijderd
pt: Autorização do diretório Codex removida
ru: Разрешение каталога Codex удалено
zh_hant: 已移除 Codex 資料目錄授權

source: 采集来源
de: Erfassungsquelle
en: Collection Source
es: Fuente de recopilación
fr: Source de collecte
it: Fonte di raccolta
ja: 収集元
ko: 수집 소스
nl: Verzamelbron
pt: Fonte de coleta
ru: Источник сбора
zh_hant: 採集來源

source: 选择 .codex 目录…
de: .codex-Verzeichnis wählen…
en: Choose .codex Directory…
es: Elegir directorio .codex…
fr: Choisir le dossier .codex…
it: Scegli directory .codex…
ja: .codex ディレクトリを選択…
ko: .codex 디렉터리 선택…
nl: .codex-map kiezen…
pt: Escolher diretório .codex…
ru: Выбрать каталог .codex…
zh_hant: 選擇 .codex 目錄…

source: 移除授权
de: Autorisierung entfernen
en: Remove Authorization
es: Eliminar autorización
fr: Supprimer l’autorisation
it: Rimuovi autorizzazione
ja: 認証を解除
ko: 권한 제거
nl: Autorisatie verwijderen
pt: Remover autorização
ru: Удалить разрешение
zh_hant: 移除授權

source: 打开仪表盘
de: Dashboard öffnen
en: Open Dashboard
es: Abrir panel
fr: Ouvrir le tableau de bord
it: Apri dashboard
ja: ダッシュボードを開く
ko: 대시보드 열기
nl: Dashboard openen
pt: Abrir painel
ru: Открыть панель
zh_hant: 開啟儀表板

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Ajustes
ru: Настройки
zh_hant: 設定

source: 退出
de: Beenden
en: Quit
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Stoppen
pt: Sair
ru: Выйти
zh_hant: 結束

source: 今天
de: Heute
en: Today
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt: Hoje
ru: Сегодня

source: 剩余
de: Übrig
en: Left
es: Restante
fr: Restant
it: Rimanente
ja: 残り
ko: 남음
nl: Over
pt: Restante
ru: Осталось
zh_hant: 剩餘

source: 概览
de: Übersicht
en: Overview
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pt: Visão geral
ru: Обзор
zh_hant: 概覽

source: 账户
de: Account
en: Account
es: Cuenta
fr: Compte
it: Account
ja: アカウント
ko: 계정
nl: Account
pt: Conta
ru: Аккаунт
zh_hant: 帳戶

source: 用量
de: Nutzung
en: Usage
es: Uso
fr: Utilisation
it: Utilizzo
ja: 使用量
ko: 사용량
nl: Gebruik
pt: Uso
ru: Использование

source: 限额
de: Limits
en: Limits
es: Límites
fr: Limites
it: Limiti
ja: 上限
ko: 한도
nl: Limieten
pt: Limites
ru: Лимиты
zh_hant: 限額

source: 模型
de: Modelle
en: Models
es: Modelos
fr: Modèles
it: Modelli
ja: モデル
ko: 모델
nl: Modellen
pt: Modelos
ru: Модели

source: 活跃度
de: Aktivität
en: Activity
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pt: Atividade
ru: Активность
zh_hant: 活動度

source: 少
de: Weniger
en: Less
es: Menos
fr: Moins
it: Meno
ko: 적음
nl: Minder
pt: Menos
ru: Меньше

source: 多
de: Mehr
en: More
es: Más
fr: Plus
it: Più
ko: 많음
nl: Meer
pt: Mais
ru: Больше

source: TOKEN 总数
de: TOKENS GESAMT
en: TOTAL TOKENS
es: TOKENS TOTALES
fr: TOTAL DES TOKENS
it: TOKEN TOTALI
ja: 合計トークン
ko: 총 토큰
nl: TOTAAL TOKENS
pt: TOTAL DE TOKENS
ru: ВСЕГО ТОКЕНОВ
zh_hant: TOKEN 總數

source: 日
de: Tag
en: Day
es: Día
fr: Jour
it: Giorno
ko: 일
nl: Dag
pt: Dia
ru: День

source: 周
de: Woche
en: Week
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
nl: Week
pt: Semana
ru: Неделя
zh_hant: 週

source: 月
de: Monat
en: Month
es: Mes
fr: Mois
it: Mese
ko: 월
nl: Maand
pt: Mês
ru: Месяц

source: 周期
de: Zeitraum
en: Period
es: Periodo
fr: Période
it: Periodo
ja: 期間
ko: 기간
nl: Periode
pt: Período
ru: Период
zh_hant: 期間

source: 使用趋势
de: Nutzungstrend
en: Usage Trend
es: Tendencia de uso
fr: Tendance d’utilisation
it: Andamento utilizzo
ja: 使用傾向
ko: 사용 추세
nl: Gebruikstrend
pt: Tendência de uso
ru: Динамика использования
zh_hant: 使用趨勢

source: 每日明细
de: Tagesdetails
en: Daily Details
es: Detalles diarios
fr: Détails quotidiens
it: Dettagli giornalieri
ja: 日別詳細
ko: 일별 상세
nl: Dagdetails
pt: Detalhes diários
ru: Детали по дням
zh_hant: 每日明細

source: 日期
de: Datum
en: Date
es: Fecha
fr: Date
it: Data
ja: 日付
ko: 날짜
nl: Datum
pt: Data
ru: Дата

source: 额度窗口
de: Kontingentfenster
en: Quota Windows
es: Ventanas de cuota
fr: Fenêtres de quota
it: Finestre quota
ja: クォータ期間
ko: 할당량 창
nl: Quotavensters
pt: Janelas de cota
ru: Окна квоты
zh_hant: 額度視窗

source: 低于 20%
de: Unter 20 %
en: Below 20%
es: Por debajo del 20%
fr: Sous 20 %
it: Sotto il 20%
ja: 20%未満
ko: 20% 미만
nl: Onder 20%
pt: Abaixo de 20%
ru: Ниже 20%
zh_hant: 低於 20%

source: 尚未添加 AI 客户端
de: Noch kein KI-Client hinzugefügt
en: No AI client added yet
es: Aún no se ha añadido un cliente de IA
fr: Aucun client IA ajouté
it: Nessun client AI aggiunto
ja: AIクライアントが未追加です
ko: AI 클라이언트가 아직 추가되지 않음
nl: Nog geen AI-client toegevoegd
pt: Nenhum cliente de IA adicionado
ru: AI-клиент ещё не добавлен
zh_hant: 尚未新增 AI 用戶端

source: 添加 AI 客户端
de: KI-Client hinzufügen
en: Add AI Client
es: Añadir cliente de IA
fr: Ajouter un client IA
it: Aggiungi client AI
ja: AIクライアントを追加
ko: AI 클라이언트 추가
nl: AI-client toevoegen
pt: Adicionar cliente de IA
ru: Добавить AI-клиент
zh_hant: 新增 AI 用戶端

source: 前往仪表盘设置，配置用量采集
de: Dashboard-Einstellungen öffnen, um die Nutzungserfassung zu konfigurieren
en: Open dashboard settings to configure usage collection
es: Abre los ajustes del panel para configurar la recopilación de uso
fr: Ouvrez les réglages du tableau de bord pour configurer la collecte d’utilisation
it: Apri le impostazioni della dashboard per configurare la raccolta utilizzo
ja: ダッシュボード設定を開いて使用量収集を設定
ko: 대시보드 설정을 열어 사용량 수집 구성
nl: Open dashboardinstellingen om gebruiksverzameling te configureren
pt: Abra os ajustes do painel para configurar a coleta de uso
ru: Откройте настройки панели для сбора данных об использовании
zh_hant: 前往儀表板設定以設定用量採集
